Revit 2024 API
ParameterTypeId.RbsElecTrueLoad Property
 "True Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecTrueLoad { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecTrueLoad As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecTrueLoad {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace